"OK" = "OK";
"Back" = "Back";
"Done" = "Done";
"Sorry" = "Sorry";
"Cancel" = "Cancel";
"Setting" = "Setting";
"Photos" = "Photos";
"Videos" = "Videos";
"Preview" = "Preview";
"Full image" = "Full image";
"Processing..." = "Processing...";
"Synchronizing photos from iCloud" = "Synchronizing photos from iCloud";
"Can not use camera" = "Can not use camera";
"Can not choose both video and photo" = "Can not choose both video and photo";
"Can not choose both photo and GIF" = "Can not choose both photo and GIF";
"Select the video when in multi state, we will handle the video as a photo" = "Select the video when in multi state, we will handle the video as a photo";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "Can not jump to the privacy settings page, please go to the settings page by self, thank you";

"Select a maximum of %zd photos" = "Select a maximum of %zd photos";
"Select a minimum of %zd photos" = "Select a minimum of %zd photos";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "Allow %@ to access your album in \"Settings -> Privacy -> Photos\"";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"";
"You haven't set the microphone permission to use the function properly" = "You haven't set the microphone permission to use the function properly";
"chatEnd" = "Dialogue end";
"staffOffline" = "Customer offline";
"chatFailCancel" = "Cancel";
"chatFailContent" = "Dialogue access failed, whether to retry?";
"chatFailRetry" = "Retry";
"chatFailTitle" = "Dialogue failed";
"endChat" = "End Chat";
"leaveWordTitle" = "Leave Message";
"noNetWork" = "network connect failed";
"staffNickName" = "Customer Service";
"waitingTitle" = "Waiting for access";
"success" = "Success";
"fail" = "Fail";
"error" = "Error";
"notFound" = "Not Found";
"resourceError" = "Resource Error";
"playError" = "Play Error";
"netError" = "Net Error";
"pageLoadingError" = "Page loading error";
"uploadError" = "Upload Error";
"overSize" = "Over Size";
"save" = "Save";
"Do you end this conversation?" = "Whether to end this conversation?    ";
"Do you wanna save picture?" = "Do you wanna save picture?";
"loading" = "Loading...";
"connecting..." = "Connecting...";
"connectingTitle" = "Connecting...";
"[pic]" = "[pic]";
"tip" = "Tip";
"not support" = "Not Support";
"full image": "Full image";

